Revit 2024 API
ParameterTypeId.FabricSheetMajorNumberOfWires Property
 "Major Number of Wires": Major Number of Wires
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetMajorNumberOfWires { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetMajorNumberOfWires As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetMajorNumberOfWires {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace